Repository: Reaching-Asia-Inc/The-Bible-Plugin
Catalog: languages/bible-plugin-*.po
Languages: th, ur

source: Plugin
th: ปลั๊กอิน
ur: پلگ ان

source: Copyright
th: ลิขสิทธิ์
ur: کاپی

source: The Bible Plugin
th: ปลั๊กอินพระคัมภีร์
ur: بائبل پلگ ان

source: You must add your Bible Brain API Key in order for this plugin to work.
th: คุณต้องเพิ่มคีย์ API ของ Bible Brain เพื่อให้ปลั๊กอินนี้ทํางานได้
ur: اس پلگ ان کے کام کرنے کے لئے آپ کو اپنی بائبل برین اے پی آئی کلید شامل کرنا ضروری ہے۔

source: More Info
th: ข้อมูลเพิ่มเติม
ur: مزید معلومات

source: Success!
th: สำเร็จ!
ur: کامیابی!

source: An error has occurred.
th: เกิดข้อผิดพลาด
ur: ایک نقص واقع ہوا ہے۔

source: Save
th: บันทึก
ur: محفوظ کریں

source: Theme
th: ธีม
ur: موضوع

source: Choose
th: ตกลง
ur: چننا

source: Switch between light mode or dark mode to match your theme.
th: สลับระหว่างโหมดสว่างหรือโหมดมืดเพื่อให้เข้ากับธีมของคุณ
ur: اپنے تھیم سے میچ کرنے کے لئے لائٹ موڈ یا ڈارک موڈ کے درمیان سوئچ کریں۔

source: Accent Color
th: เน้นสี
ur: لہجے کا رنگ

source: The primary accent color used in the bible reader.
th: สีเน้นเสียงหลักที่ใช้ในเครื่องอ่านพระคัมภีร์
ur: بنیادی لہجے کا رنگ بائبل پڑھنے والے میں استعمال ہوتا ہے۔

source: Accent Color Steps
th: ขั้นตอนสีเน้น
ur: لہجے کے رنگ کے اقدامات

source: This range of colors could be displayed in the bible reader. The accent color you chose will be used most often.
th: ช่วงของสีนี้สามารถแสดงในโปรแกรมอ่านพระคัมภีร์ สีเน้นเสียงที่คุณเลือกจะถูกใช้บ่อยที่สุด
ur: رنگوں کی اس رینج کو بائبل کے قارئین میں دکھایا جا سکتا ہے۔ آپ کے منتخب کردہ لہجے کا رنگ اکثر استعمال کیا جائے گا۔

source: Translations
ur: ترجمے

source: Enter a translation...
th: ป้อนคําแปล...
ur: ترجمہ درج کریں...

source: Bible Brains API Key verified.
th: ยืนยันคีย์ API ของ Bible Brains แล้ว
ur: بائبل کے دماغ اے پی آئی کلید کی تصدیق کی گئی۔

source: Bible Brain API Key
th: คีย์ API สมองพระคัมภีร์
ur: بائبل دماغ اے پی آئی کلید

source: Enter key...
th: ป้อนคีย์...
ur: کلید درج کریں...

source: Validate
th: ตรวจสอบ
ur: توثیق

source: Valid
th: ถูกต้อง
ur: ثابت

source: request a key
th: ขอกุญแจ
ur: کلید کی درخواست کریں

source: Visit subpage
th: เยี่ยมชมหน้าย่อย
ur: ملاحظہ کریں ذیلی صفحے

source: Visit home
th: เยี่ยมบ้าน
ur: گھر کا دورہ کریں

source: Please complete the required fields.
th: กรุณากรอกข้อมูลในช่องที่จําเป็น
ur: براہ کرم مطلوبہ فیلڈز کو مکمل کریں۔

source: Form could not be submitted.
th: ไม่สามารถส่งแบบฟอร์มได้
ur: فارم جمع نہیں کرایا جا سکا۔

source: Please enter a key.
th: กรุณาใส่กุญแจ
ur: براہ کرم ایک کلید درج کریں۔

source: Failed to validate key.
th: ไม่สามารถตรวจสอบคีย์ได้
ur: کلید کی توثیق کرنے میں ناکام رہا۔

source: Invalid.
th: ไม่ถูกต้อง
ur: اپاہج.

source: Light
th: สว่าง
ur: روشنی

source: Dark
th: เข้ม
ur: اندھیرا

source: Could not verify request.
th: ไม่สามารถตรวจสอบคําขอได้
ur: درخواست کی تصدیق نہیں کی جا سکی۔

source: The page could not be found.
th: ไม่พบหน้า
ur: صفحہ تلاش نہیں کیا جا سکا۔

source: Biblical Text Setup
th: การตั้งค่าข้อความในพระคัมภีร์ไบเบิล
ur: بائبل کے متن کا سیٹ اپ

source: Customization
th: การปรับแต่ง
ur: اپنی مرضی کے مطابق

source: Support
th: สนับสนุน
ur: معاونت

# reader
source: Books
th: รายชื่อ
ur: کتابیں

# reader
source: Copy
th: คัดลอก
ur: نقل

# reader
source: Copied successfully.
th: คัดลอกเรียบร้อยแล้ว
ur: کامیابی سے کاپی کیا.

# reader
source: Language
th: ภาษา
ur: زبان

# reader
source: Languages
th: ภาษา
ur: زبانیں

# reader
source: Link
th: ลิงค์
ur: لنک

# reader
source: Old Testament
th: พันธสัญญาเดิม
ur: پرانا عہد نامہ

# reader
source: Media Types
th: ชนิดของสื่อ
ur: میڈیا کی اقسام

# reader
source: New Testament
th: พันธสัญญาใหม่
ur: انجیل

# reader
source: Search
th: ค้นหา
ur: تلاش

# reader
source: Selection
th: เลือก
ur: انتخاب

# reader
source: Translation
th: การแปล
ur: ترجمہ

# reader
source: Loading
th: กำลังโหลด
ur: لوڈ ہو رہا ہے

# reader
source: Text
th: ข้อความ
ur: متن

# reader
source: Selected
th: เลือก
ur: منتخب

# reader
source: Share
ur: اشتراک

source: Note that some bible versions do not support all media types.
th: โปรดทราบว่าพระคัมภีร์บางฉบับไม่รองรับสื่อทุกประเภท
ur: نوٹ کریں کہ بائبل کے کچھ ورژن میڈیا کی تمام اقسام کی حمایت نہیں کرتے ہیں۔

source: Select the bible language you would like to make available.
th: เลือกภาษาในพระคัมภีร์ที่คุณต้องการให้พร้อมใช้งาน
ur: بائبل کی وہ زبان منتخب کریں جسے آپ دستیاب کرانا چاہتے ہیں۔

source: Select the bible version you would like to make available for this language.
th: เลือกเวอร์ชันพระคัมภีร์ที่คุณต้องการให้พร้อมใช้งานสําหรับภาษานี้
ur: بائبل کا وہ ورژن منتخب کریں جسے آپ اس زبان کے لئے دستیاب کرانا چاہتے ہیں۔

source: Add Language
th: เพิ่มภาษา
ur: زبان شامل کریں

source: Default Language?
th: ภาษาเริ่มต้น?
ur: طے شدہ زبان؟

source: Make this the default language.
th: ทําให้เป็นภาษาเริ่มต้น
ur: اسے پہلے سے طے شدہ زبان بنائیں۔

source: Bible Version
th: ฉบับพระคัมภีร์
ur: بائبل ورژن

# shortcode
source: Invalid media type
th: ชนิดสื่อไม่ถูกต้อง
ur: غیر قانونی میڈیا کی قسم

# shortcode
source: No results found
th: ไม่พบผลลัพธ์
ur: کوئی نتیجہ نہیں ملا

# reader
source: Hello World
th: หวัดดีชาวโลก
ur: سلام دنيا

source: A bible plugin for WordPress.
th: ปลั๊กอินพระคัมภีร์สําหรับ WordPress
ur: ورڈپریس کے لئے بائبل پلگ ان.

source: Reaching Asia
th: เข้าถึงเอเชีย
ur: ایشیا ء تک پہنچنا
